export const movies = [
    {
        id: 1,
        title: "Дюна: Частина друга",
        description: "Пол Атрід об'єднується з Чані та фрименами, прямуючи шляхом помсти проти змовників, які знищили його родину.",
        genre: "Наукова фантастика",
        posterUrl: "dune.webp",
        showtime: "19:30, 14 травня 2025"
    },
    {
        id: 2,
        title: "Месники: Завершення",
        description: "Після руйнівних подій, Всесвіт в руїнах. З допомогою союзників, що залишилися, Месники збираються знову, щоб скасувати дії Таноса та відновити порядок у всесвіті.",
        genre: "Бойовик, Пригоди",
        posterUrl: "avengers.webp",
        showtime: "18:00, 14 травня 2025"
    },
    {
        id: 3,
        title: "Джокер",
        description: "Історія становлення одного з найвідоміших лиходіїв коміксів - Джокера, та його шлях від невдалого коміка до кримінального генія.",
        genre: "Драма, Трилер",
        posterUrl: "joker.webp",
        showtime: "21:15, 14 травня 2025"
    }
];